HGS/MELDUNGEN/TEMPLATES/IN/InventarmeldungBaugruppe/Automatenmeldung_6575_Inventarmeldung Baugruppe_2024-08-02T04_37_20.xml

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
    <s:Body xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
        <empfangeInventarmeldungBaugruppe xmlns="http://tms.ica.de/automatenService/wsdl/3_10/">
            <faaInventarmeldungBaugruppe xmlns="http://tms.ica.de/automatenService/3_10/" abrechnungsnummer="1974" betriebsstatus="IN_BETRIEB" einbauposition="0" gueltigkeit="1970-01-01T01:00:00+01:00" herstellerBezeichnung="ICA" seriennummer="80204840" servicetechniker="0" sstVersion="3.10" version="" vorgangsnummer="0" vorgangstyp="INSTALLATION" zeitpunkt="2024-08-02T02:36:06+02:00">
                <verkaufspunkt betreiber="99" ipAdresse="0.0.0.0" posNummer="6575" seriennummer="6575"/>
                <metadaten guid="f4a1fbf8-4a91-4935-bf5f-32f7dd80ed52" sequenznummer="119758"/>
                <baugruppentyp baugruppenkategorie="MUV" beschreibung="Muenzendkassette" bezeichnung="Muenzendkassette" geldspeichertyp="MEK"/>
            </faaInventarmeldungBaugruppe>
        </empfangeInventarmeldungBaugruppe>
    </s:Body>
</s:Envelope>
